---
kind: property
id: P:Autodesk.Revit.DB.Visual.MetallicPaint.MetallicpaintBaseHighlightspread
source: html/8cf1da71-4b5d-4774-ae78-a879f2babe14.htm
---
# Autodesk.Revit.DB.Visual.MetallicPaint.MetallicpaintBaseHighlightspread Property

The property labeled "Highlight Spread" from the "MetallicPaint" schema.

## Syntax (C#)
```csharp
public static string MetallicpaintBaseHighlightspread { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 1".